[
  {
    "postId": "clzj3p8an00054z4ao2ef5mwt",
    "title": "Red Gem Using",
    "content": "<img alt=\"Red diamond icon\" src=\"/images/red-diamond.png\" class=\"img-fluid\" style=\"width: 2rem;\"> Red gems are a valuable and rare resource in the game, making them extremely limited. Unlike other resources that can be obtained regularly, red gems are not as readily available. This is why it is essential to think carefully about how to spend them. Using these gems strategically can significantly impact your progress and performance in the game. By planning their use wisely, you can maximize the benefits they offer and avoid the regret of impulsive spending. Take the time to assess your needs and priorities before investing your red gems to get the most out of this precious resource.",
    "displayOrder": 0
  },
  {
    "postId": "clzj3p8an00054z4ao2ef5mwt",
    "title": "Overall spending",
    "content": "<h3>Upgrade your mount</h3><p><img alt=\"Clock icon\" src=\"/images/clock-winter.png\" style=\"width: 2rem;\" class=\"img-fluid\"> Until your mount reach the rank 7: It is advised to spend the main part (95%) of your diamonds must be invested for buying clocks. The mount is really hard to upgrade and you need to buy a lot of clocks to upgrade it, clocks are a pretty rare resource in the game. You can buy them in the fourth tab of the shop.</p><h3>Upgrade your soul</h3><p><img alt=\"Soul icon\" src=\"/images/soul.png\" class=\"img-fluid\" style=\"width: 2rem;\"> Only when your mount is rank 7 you can stop spending in clocks and buy souls to level up your own souls, which will provide you more bonuses./p><",
    "displayOrder": 1
  },
  {
    "postId": "clzj3p8an00054z4ao2ef5mwt",
    "title": "Daily spending",
    "content": "<p>I suggest you to buy daily:</p><ul><li><p><img alt=\"Rare fertilizer icon\" src=\"/images/fertilizer.png\" style=\"width: 2rem;\"> x2 (130), x3 (260) or x4 (440) to stack them and associate that with the super harvest card in order to fully use your 30 bonus it within the 3 hours.</p></li><li><p><img alt=\"Cross server ticket icon\" src=\"/images/ticket-cross-server.png\" style=\"width: 2rem;\"> x3 (240), or more if you need to rank up. It's essential to buy your 6 awakening crystals as soon as possible.</p></li><li><p>Think each day to do your 5 donations to your family, it's very important to level up the family shop level and get higher offers.</p></li></ul>",
    "displayOrder": 2
  },
  {
    "postId": "clzj3p8an00054z4ao2ef5mwt",
    "title": "Do NOT spend gems in this",
    "content": "<p>To avoid mistakes made in the past, I recommend that you do NOT buy these items with your gems</p><ul><li><p><img alt=\"Pal ticket icon\" src=\"/images/ticket-pal.png\" class=\"img-fluid\" style=\"width: 2rem;\"><img alt=\"Skill ticket icon\" src=\"/images/ticket-skill.png\" class=\"img-fluid\" style=\"width: 2rem;\"> - I know it's frustrating to not have the skill / pal you want, but you'll get it eventually. It's not worth spending gems on it, even for the clone. You'll be happy to have them later.</p></li><li><p><img alt=\"Arena ticket icon\" src=\"/images/ticket-arena.png\" class=\"img-fluid\" style=\"width: 2rem;\"> - Since arena rewards are not that great, I do not advise you to buy tickets unless you want the top ranks</p></li></ul>",
    "displayOrder": 3
  }
]
