[

    {
      "postId": "clzjuduoq000i4z4a107q9py0",
      "title": "Introduction",
      "content": "Welcome to NoobShroom. By accessing and using our website, you agree to comply with and be bound by the following terms and conditions of use. Also, we try to provide accurate information, but we cannot guarantee that the information is always up-to-date or accurate.",
      "displayOrder": 0
    },
    {
      "postId": "clzjuduoq000i4z4a107q9py0",
      "title": "User Rights and Responsibilities",
      "content": "You may use our site in accordance with these terms. You are responsible for your actions while using the site.",
      "displayOrder": 1
    },
    {
      "postId": "clzjuduoq000i4z4a107q9py0",
      "title": "About this site",
      "content": "This is a personal website and has no official or corporate affiliation. We use Googe AdSense for advertasing, and the proceeds are used to cover the costs of hosting and domain name.",
      "displayOrder": 2
    },
    {
      "postId": "clzjuduoq000i4z4a107q9py0",
      "title": "Intellectual Property",
      "content": "All content on NoobShroom is protected by intellectual property laws. You may not reproduce or distribute any content without permission.",
      "displayOrder": 3
    },
    {
      "postId": "clzjuduoq000i4z4a107q9py0",
      "title": "Acceptable Use Policy",
      "content": "Do not use the site for illegal activities or to spread harmful content. We reserve the right to terminate accounts that violate these terms.",
      "displayOrder": 4
    },
    {
      "postId": "clzjuduoq000i4z4a107q9py0",
      "title": "Limitation of Liability",
      "content": "NoobShroom is not liable for any damages resulting from the use of our site.",
      "displayOrder": 5
    },
    {
      "postId": "clzjuduoq000i4z4a107q9py0",
      "title": "Privacy Policy",
      "content": "Please refer to our Privacy Policy for information on how we collect and use your data.",
      "displayOrder": 6
    },
    {
      "postId": "clzjuduoq000i4z4a107q9py0",
      "title": "Changes to Terms",
      "content": "We may update these terms from time to time. Changes will be posted on this page.",
      "displayOrder": 7
    },
    {
      "postId": "clzjuduoq000i4z4a107q9py0",
      "title": "Contact Us",
      "content": "If you have any questions about these terms, please contact us at noobshroom@protonmail.com.",
      "displayOrder": 8
    },
    {
      "postId": "clzjuduoq000i4z4a107q9py0",
      "title": "Advertising and Cookies",
      "content": "This website use a third-party advertasing service which is Googe AdSense, also using cookies to serve ads based on a user's prior visits to this website or other websites. For more information about how Google uses cookies, please visit Google's Privacy & Terms.",
      "displayOrder": 9
    },
    {
      "postId": "clzjuduoq000i4z4a107q9py0",
      "title": "Analysis tool",
      "content": "This website uses Google Analytics to collect information about how visitors use the site. This information is used to compile reports and to help improve the site. The cookies collect information in an anonymous form, including the number of visitors to the site, where visitors have come to the site from and the pages they visited. For more information about how Google uses cookies, please visit Google's Privacy & Terms.",
      "displayOrder": 10
    }

]
